<?php

use yii\bootstrap\Nav;

/* @var $this yii\web\View */

$this->title = 'CRM';
?>
<div class="site-index">
    <div class="menu">
        <div class="col-md-3">
            <?= Nav::widget([
            'options' => [
                'class' => 'bg-info',
            ],
            'items' => [
        /*        [
                    'label' => 'Задания',
                    'url'   => ['#'],
                ],
                [
                    'label' => 'Отчётник',
                    'url'   => ['#'],
                ],
                [
                    'label' => 'Обязанности',
                    'url'   => ['#'],
                ],
                [
                    'label' => 'Правила',
                    'url'   => ['#'],
                ],
                [
                    'label' => 'Инструкции',
                    'url'   => ['#'],
                ],
                [
                    'label' => 'Рекомендации / замечания',
                    'url'   => ['#'],
                ],
                [
                    'label' => 'Пожелания и бонусы',
                    'url'   => ['#'],
                ],
                [
                    'label' => 'Похвала',
                    'url'   => ['#'],
                ],
                [
                    'label' => 'Контакты',
                    'url'   => ['#'],
                ],
                [
                    'label' => 'Планирование отпусков',
                    'url'   => ['#'],
                ],
                [
                    'label' => 'Похвала',
                    'url'   => ['#'],
                ],
                '<li style="background:#fff;"><br /></li>',
                [
                    'label' => 'Общественные идеи',
                    'url'   => ['#'],
                ],
                [
                    'label' => 'Полезные функции',
                    'items' => [
                        [
                            'label' => 'Работа с EMAIL',
                            'url'   => ['#'],
                        ],
                        [
                            'label' => 'Работа с HELP',
                            'url'   => ['#'],
                        ],
                        [
                            'label' => 'Настроение СОТР',
                            'url'   => ['#'],
                        ],
                        [
                            'label' => 'Статистика похвалы СОТР',
                            'url'   => ['#'],
                        ],
                        [
                            'label' => 'Отчёт о проделанной работе',
                            'url'   => ['#'],
                        ], */
                        [
                            'label' => 'Тестирование СОТР',
                            'url'   => ['/testusers'],
                        ],/*
                        [
                            'label' => 'Транслит',
                            'url'   => ['#'],
                        ],
                        [
                            'label' => 'Мировое время',
                            'url'   => ['#'],
                        ],
                        [
                            'label' => 'Онлайн графический редактор',
                            'url'   => ['#'],
                        ],
                        [
                            'label' => 'Декодер кириллицы',
                            'url'   => ['#'],
                        ],
                        [
                            'label' => 'Коды стран',
                            'url'   => ['#'],
                        ],
                        [
                            'label' => 'Сменить пароль',
                            'url'   => ['#'],
                        ],
                        [
                            'label' => 'Конвертер из JPG в PDF',
                            'url'   => ['#'],
                        ],
                        [
                            'label' => 'Скачать браузер PI',
                            'url'   => ['#'],
                        ],
                    ]
                ],
                [
                    'label' => 'Кандидаты',
                    'url'   => ['#'],
                ],
                [
                    'label' => 'Браузер (журнал)',
                    'url'   => ['#'],
                ],
                '<li style="background:#fff;"><br /></li>',
                [
                    'label' => 'Клиенты',
                    'url'   => ['#'],
                ],
                [
                    'label' => 'Касса',
                    'url'   => ['#'],
                ],
                [
                    'label' => 'Фирмы',
                    'url'   => ['#'],
                ],*/
            ]
        ]); ?>
            <li class="nav"></li>
        </div>
 
 
 
    </div>

</div>